const solutions = {
  // 빵도넛
  baking_1: {
    hints: [
      '믹싱: 글로텐 80%(14분정도)',
      '1차발효(30분)',
      '분활 -> 둥글리기 -> 중간발효 (10분. 갯수가 많아서 짧게)',
      '눌러펴기(가스빼기) -> 말아 늘리기 -> 꼬기',
      '성형 시 주의 : \n1. 사전 성형 10cm를 해 놓으면 늘리기 조금 더 쉽다.\n2. 손바닥으로 20cm->25or30cm 까지 늘린다.(25cm정도가 좋은 듯)\n3. 8자형/꽈배기형으로 성형한다.',
      '8자형 성형 시 주의:\n1. 안 빠지도록 한다.',
      '꽈배기형 성형 시 주의:\n1. 꼬기를 충분히 해야 3~4개의 꼬인선이 보인다.',
      '패닝(바닥이 붙이 않도록 기름을 바르거나 테프론시트나 나무판 등을 사용) -> 2차 발효 (10~15분)',
      '튀기기 180도(~190도) -> 3~4분 -> 뒤집어서 3~4분',
      '튀길 때 주의: \n1. 2차 발효 때 불켜놔야함. 뜨거워지면 끄고 2차발효 다되면 다시 킴.\n2. 색을 보고 뒤집는다.(튀길 때보다 꺼내면 색이 조금 더 진해진다.)',
    ],
    video: 'https://www.youtube.com/watch?v=jR2Kk3REYDo',
  },
  // 소세지빵
  baking_2: {
    hints: [
      '물온도 : 3도',
      '믹싱: 글로텐 100%(14분정도)',
      '1차발효(30분)',
      '충전물 준비: 양파썰기(볶음밥용 정도), 마요네즈(짤주머니에 담기), 케찹(짤주머니에 담기), 치즈 , 소세지',
      '분활 -> 둥글리기 -> 중간발효 (10분)',
      '밀어펴기(가스빼기)-> 소세지 감싸기 -> 꽃잎모양, 낙엽모양으로 성형(가위로 자른다)',
      '낙엽모양 성형(8~11잎): \n1. 사선으로 9번 정도 자른다. \n2. 잘린 부분을 좌우로 넘겨 놓는다.',
      '꽃잎모양 성형(8~9잎): \n1. 수직으로 7번 자른다.(8등분 됨. 50%->25%,75%->12.5%,37.5%->62.5%,87.5% 에 스크리퍼로 표시 후 자르면 편하다.)(소세지가 있는 부분을 기준으로 한다.). \n2. 넘기면서 중앙에 하나가 오도록 하면서 시계반향으로 돌리면서 놓는다.',
      '성형 시 주의: \n팬 위에서 성형한다.(자른 후에 옮기기 힘들다) \n부풀기 때문에 너무 딱 안 붙여도 된다.',
      '충전물 올리기 : \n계란물(생략 가능) \n 양파 , 치즈 , 마요네즈 , 케찹 순으로 토핑(양파와 마요네즈를 섞어 쓸 수도 있다)\n실기에선 치즈양이 적다. 잘 나눠서 분배',
      '오븐 220/160 -> 12분 확인~15분까지',
      '주의 : \n소세지를 감쌀 때 반죽이 일정한 두께가 되도록, \n꽃잎모양으로 자를 때 일정한 두께의 소세지가 되도록, \n자를 때 깊게 자르자(붙은 부분이 적은 편이 좋다, 잘려도 된다)'
    ],
    video: 'https://www.youtube.com/watch?v=O2KD76ruAYQ',
  },
  // 식빵 비상스트레이법
  baking_3: {
    hints: [
      '이스트를 더 많이 사용',
      '글루텐 120% (믹싱을 좀 더 한다.)',
      '물온도 7도(상황에 맞춰서 변경)',
      '1차 발효 15~30분(30분 안 넘김)',
      '3겹 접기 + 삼봉형 성형',
      '패닝 1개에 3개씩 -> 2차 발효 틀 밑 0.5~1cm',
      '오븐 170/180 -> 30~35분 (20분에 색 확인)',
    ],
    video: 'https://www.youtube.com/watch?v=h1Dyg7htX2A',
  },
  // 단팥빵
  baking_4: {
    hints: [
      '물온도 1도(상황에 맞춰서 변경)',
      '목란 사용',
      '비상스트레이트법이라서 이스트가 2배, 발효시간 감소, 믹싱시간 증가',
      '믹싱 : 120% (치즈처럼 늘어남. 100%에서 1~2분 더)',
      '반죽온도 : 30도',
      '1차 발효 : 20분~25분(20분에 확인)',
      '팥앙금 40g씩 계량 : 계량 후 동그랗게 만들어둔다.',
      '밭앙금 분할 시 주의: \n1. 저울 위에 여러개를 한번에 분활 해 놓으면 시간을 아낄 수 있다.\n2. 동그랗게 만들 때 손에 묻는다. 덧가루를 쓰자. 너무 뭍으면 손 씼고 딲고 덧가루 뭍히고 계속하자.',
      '분활 : 반죽 50g씩 -> 둥글리기 -> 중간발효 10분',
      '필어펴기(가스빼기,손바닥으로 해도 됨) -> 앙금넣기 -> 봉하기 -> 살짝 누르기(원형이 되도록) -> 구멍 뚥기',
      '성형 시 주의: \n1. 아랫 부분을 봉할 때 너무 당겨서 봉하면 윗면이 앏아져서 단팥이 비쳐보임. 끝 부분을 잡아서 봉해야 함.\n2. 목란으로 누를 때 반죽 중앙에 놓고 힘을 줘서 주위를 돌려서 누른다.(안그러면 구멍 부분으 부풀어 올라 모양이 안좋게 된다.)(중앙에 구멍이 생겨도 괜찮다.)\n3. 중앙에 2개의 구멍을 뚫는다.\n4. 구멍이 없는 모양도 있다.(시험시 갯수 지정해서 만들수도 있다.)',
      '12개씩 패닝 -> 계란물(생략가능. 구멍에는 바르지 않는다.) -> 2차 발효(약 20분)',
      '오븐 180/150 -> 15분',
    ],
    video: 'https://www.youtube.com/watch?v=KFxtOAUZ0-Q',
  },
  // 그리시니
  baking_5: {
    hints: [
      '물온도 7도(상황에 맞춰서 변경)',
      '믹싱: 글루텐 80% (글루텐이 살짝 보이고, 약간 찢어짐)',
      '1차발효 : 10분. 생략 가능 (시험 시간이 모자를 수 있다.)(반죽 온도가 높다면 생략을 생각하라)',
      '성형: 30g 분활 -> 둥글리기 -> 중간발효(15분)',
      '손바닥!으로 눌러서 가스를 빼준 후 길게 늘린다. 10cm -> 20cm -> 30cm -> 35~40cm',
      '길이와 두께를 일정하게 성형한다.',
      '패닝 : 간격이 모자를 수 있다. 간격을 잘 맞춰라. 약 21개씩 2판을 써야할 것이다.',
      '오븐 200/160 -> 15~20분',
    ],
    video: 'https://www.youtube.com/watch?v=gTmI9-Zalaw',
  },
  // 밤식빵
  baking_6: {
    hints: [
      '믹싱: 글루텐 100%',
      '충전물 준비: 크립법, 바스켓 깍지(바구니 깍지. 895번)를 끼운 짤 주머니에 반죽을 넣고 준비 (짤 주머니는 개인이 줄비해야함!)',
      '성형 : 원 루프형 -> 가로가 빵틀을 너비 정도로 사각형으로 밀어편다. -> 밤 다이스를 골고루 뿌린다. -> 위에서 아래로 만다. -> 마지막 부분을 반죽 너비 만큼 늘려서 길이 맞춰서 꼬집 한다.',
      '2차 발효 : 식빵팬보다 1.5cm 아래 -> 토핑을 짤주머니로 짜서 위에 얹는다.(좌우 2줄씩, 깍지의 결이 위로 보이도록)',
      '오븐 170/170 (보통 보다 온도가 낮음. 오븐 스프링 감소) -> 30분',
    ],
    video: 'https://www.youtube.com/watch?v=MWBcNg1UVkA',
  },
  // 베이글
  baking_7: {
    hints: [
      '믹싱 : 글루텐 80% (글루텐이 살짝 보이고, 약간 찢어짐)(14분 정도)',
      '물온도 3도(상황에 맞춰서 변경)',
      '성형: 80g 분활 -> 둥글리기 -> 중간발효(15분)',
      '밀어펴기(30cm)-> 말기 -> 봉하기 -> 늘리기 -> 링모양',
      '성형 시 주의 : \n1. 25cm 정도로 늘린 후 링 모양으로 만든다 \n2. 안의 구멍은 500원짜리 정도로 \n3. 두께가 일정한 것이 좋다.',
      '8개씩 넣고 -> 2차발효(20분)(잘린 유산지를 준비해서 아래에 깜. 이음매는 아래로) ',
      '베이글 양면을 끊는 물에 각 5~10초 데친다. 이때 유산지를 위로해서 넣고 데치는 중간에 유산지를 걷어낸다',
      '오븐 210/190 -> 18~20분',
    ],
    video: 'https://www.youtube.com/watch?v=B39hbA5dEa8',
  },
  // 스위트 롤
  baking_8: {
    hints: [
      '믹싱: 글루텐 80% (글루텐이 살짝 보이고, 약간 찢어짐)',
      '분활: 950g 분활 -> 밀대로 밀어펴기 (70cm이상 x 40cm이상)',
      '성형 : \n1. 두깨 0.5cm 정도 직사각형으로 준비 \n2. 반죽의 가로 부분 끝에 1cm 물 바름 \n3. 그외 부분은 용해 버터를 바름(버터가 시험 요구에 없을 수 있음. 그럴 경우 물을 바른다.) \n4. 계피 설탕을 고루 뿌림 \n5.원통형으로 두깨가 같도록 단단하게 말기를 한다. \n6. 가로 부분 끝 의 이음매를 잘 봉합한다. \n7. 스크래퍼로 야자잎형(2잎) 12개, 트리플리프형(3잎) 9개를 성형한다. (반죽을 반 잘라서 각각 성헝하자)',
      '패닝 : 한팬에 같은 모양끼리 2판',
      '2차 발효 : 짧게',
      '오픈 190/140 -> 15분',
    ],
    video: 'https://www.youtube.com/watch?v=JXCtgVZnA3c',
  },
  // 우유식빵
  baking_9: {
    hints: [
      '글루텐 100%',
      '물온도 7도(상황에 맞춰서 변경)',
      '성형: 180g 분활 -> 둥글리기 -> 중간발효(10분) -> 밀어펴기 -> 3겹접기 -> 말고 봉하기 (삼봉형 성형)',
      '2개씩 넣고 -> 2차발효 -> 틀보다 0.5cm 아래까지',
      '오븐 170/180 -> 30~35분',
    ],
    video: 'https://www.youtube.com/watch?v=dd8CSrW8drk',
  },
  // 단과자빵(트위스트형)
  baking_10: {
    hints: [
      '물온도 3도(상황에 맞춰서 변경)',
      '믹싱: 글루텐 100%',
      '1차 발효 (30~40분)',
      '분활 50g -> 둥글리기 -> 중간발효 15분',
      '성형 : 가스빼기 -> 말아 놓기 -> 꼬기',
      '성형 시 주의: \n1. 손바닥으로 말아서 10cm 로 사전 준비\n2. 반죽을 20cm에서 30cm로 늘려서 8자형, 반죽을 20cm에서 30cm로 늘릴 때 한쪽만 뾰족하게 하여 달팽이형\n!. 한번에 늘리면 끊어질 수 있다.',
      '8자형(강의에 따라 꼬는 순서가 다를 수 있다) : https://youtu.be/0fxNlihcQBQ?si=HEfzwY7RIwfCxQT0&t=585',
      '달팽이형 : \n1. 살짝 만다. 쎄게 말면 가운데가 위로 올라온다. 뽀족한 끝을 밑에 넣어 붙인다.\n2. https://youtu.be/0fxNlihcQBQ?si=5NOe0qIFh3jkQPQQ&t=768',
      '한 판에 같은 모양 12개씩 패닝(2판) -> 계란물(계란:물 = 1:1 ) 바르기 (미용붓 사용) -> 2차 발효(30분정도)',
      '오븐 190/140 -> 15~17분',
    ],
    video: 'https://www.youtube.com/watch?v=0fxNlihcQBQ',
  },
  // 크림빵
  baking_11: {
    hints: [
      '물온도 1도(상황에 맞춰서 변경)',
      '제출 : 12개 - 충전(반죽 46+크림 30), 12개 - 비충전  (12개 정도 분활 반죽이 남음)',
      '커스터드 크림: 시험장에서 제조해서 줄 수 있음. 아니라면 요구 비율에 맞춰서 제조(커스타드믹스를 물에 불림)',
      '믹싱: 글루텐 100% (15분정도)',
      '1차발효 : 30~40분',
      '분활 -> 둥글리기 -> 중간 발효 10분',
      '성형 (충전형) : \n1. 손바닥크기 타원형 (세로 20cm) \n2. 크림 30g \n3. 반으로 접기 \n4. 5번 칼집(조금 길게)',
      '성형 (비충전형,반달형) : \n1. 손바닥크기 타원형 (세로 20cm) \n2. 바닥면에 식용류 \n3. 반으로 접기 \n4. 반달 모양',
      '성형시 주의 : 수축을 잘함. 반복 적으로 밀어야함. 덧가루 많이 사용. 충전형은 덥는 뚜껑면이 좀 더 두꺼워야 색이 구움색이 좋아짐. 뚜껑면이 바닥면과 비슷하도록 접음',
      '한판에 동일 모양 12개씩 패닝 -> 계란물(식용류) -> 2차 발효 (약 15분)',
      '패닝시 주의 : 덧가루를 털고 패닝하자. 계란물/식용류 바르기를 시험에서 요구 안할 수 있다.',
      '오븐 190/140 -> 15~17분',
    ],
    video: 'https://www.youtube.com/watch?v=yMfm6M-I0dA',
  },
  // 풀만식빵
  baking_12: {
    hints: [
      '글루텐 100%',
      '물온도 7도(상황에 맞춰서 변경)',
      '성형: 250g 분활 -> 둥글리기 -> 중간발효(10분) -> 밀어펴기 -> 3겹접기 -> 말고 봉하기',
      '틀에 2개씩 넣고 -> 2차발효 -> 틀보다 1.5cm 아래까지',
      '뚜껑덥고 5~10분 후 -> 뚜껑을 살짝 밀어서 반죽이 뚜껑에 닿았는지 확인',
      '오븐 190/190 -> 30~35분',
    ],
    video: 'https://www.youtube.com/watch?v=YmGHBrbvzhA',
  },
  // 소보로빵
  baking_13: {
    hints: [
      '물온도 1도(상황에 맞춰서 변경)',
      '믹싱 : 글루텐 100%',
      '1차 발효(30~40분)',
      '소포로 토핑(크립법) 제조: \n1. 버터+땅콩버터 크림화 \n2. 설탕+물엿+소금 (설탕이 많으면 여러번 나눠서) \n3. 달걀(여러번 나눠서. 양이 적으면 한번에) \n4. 중력분+분유+베이킹파우더 (채쳐서) \n5. 주걱으로 섞기 \n6. 내장(여름)/실온(겨울) 보관',
      '소포로 토핑 제조시 주의 : \n1. 주걱으로 섞기에선 약간 덩어리지도록. \n2. 주걱 섞기에 어느정도 가루가 섞이면 바닥 부분을 긁으면서 주걱을 들어올리는 작업을 반복. \n3. 약간의 덩어리가 진 상태가 많은 것이 베스트.',
      '소포로 토핑 제조 영상 : https://youtu.be/4k1SKMvOpNk?si=zhjCaNrN8R_6_cUM&t=549',
      '분활 -> 둥글리기 -> 중간 발화 5~10분 -> 소보로 찍기 30g (처음 계량 후 눈대중으로)',
      '소보로 찍기: \n1. 소보로 가루(30g)를 동그랗게 준비. \n2. 반죽의 아랫쪽이 물을 약간 묻힌 후 소보로 가루 위에 올려 둠 \n3. 반죽 윗면에 소보로 덩어리 한조각을 올림 \n3. 반죽을 손으로 살짝 누르면서 외각으로 까지 소보로가 묻도록 함 \n4. 살짝 들어올려 반댓 손을 오므려서 받고 그 모양으로 패닝함',
      '소보로 찍기 주의 : 소보로 덩어리가 작으면 손으로 비벼서 좀 더 덩어리 지도록 만듬. 빵반죽 옆에도 붙어야 함',
      '패닝 (8개x3판) -> 2차 발효 (짧게, 팬을 흔들 때 부르럽게 흔들릴 정도)',
      '오븐 190/140 -> 15~17분',
    ],
    video: 'https://www.youtube.com/watch?v=4k1SKMvOpNk',
  },
  // 쌀식빵
  baking_14: {
    hints: [
      '글루텐 100%',
      '물온도 7도(상황에 맞춰서 변경)',
      '성형: 198g 분활 -> 둥글리기 -> 중간발효(10~15분) -> 밀어펴기 -> 3겹접기 -> 말고 봉하기 (삼봉형 성형)',
      '틀에 3개씩 넣고 -> 2차발효(30~35분) -> 틀 보다 1cm 높이',
      '오븐 180/180 -> 10분 -> 윗면에 색이 나면 윗불 160 -> 총 30분',
    ],
    video: 'https://www.youtube.com/watch?v=_wTjiKT8umc',
  },
  // 호밀빵
  baking_15: {
    hints: [
      '믹싱 : 글루텐 80%(약 10분)',
      '1차발효 (40분)',
      '물의 양은 11월이라면 710정도, 습도가 높으면 조금 적게',
      '분활 -> 둥글리기 -> 중간발효(10분)',
      '밀어펴기(가스빼기) -> 말기 -> 봉하기 (타원형,럭비공형)',
      '타원형(럭비공형) 말기 : https://youtu.be/d0nc_q2zW-c?si=ObB36VcfWbtjLmGq&t=300',
      '패닝 3개씩 2판 -> 2차발효 (15~20분)',
      '오븐에 넣기 전 : 표면을 살짝 말려준 후 칼집을 낸 후, 물을 충분히 분무해준 후 예열된 오븐에 넣는다.',
      '갈집 내기 : https://youtu.be/d0nc_q2zW-c?si=yBE8Cir3xb3z7X8P&t=397',
      '오븐 200/180 -> 15분 구운 후 윗불을 180으로 조절해서 10분 더 굽는다. 총 25~30분',
    ],
    video: 'https://www.youtube.com/watch?v=d0nc_q2zW-c',
  },
  // 버터톱
  baking_16: {
    hints: [
      '믹싱 : 글루텐 100%(약 15분)',
      '1차발효 (30분)',
      '분활 -> 둥글리기 -> 중간발효 (10분)',
      '밀어펴기(가스빼기) -> 말기 -> 봉하기 (원루프형)',
      '원루프형 : \n1. 너비는 식빵틀을 넘어가지 않게 세로로 사각형 느낌이나도록 민다.\n2. 위에서 아래로 만다(너무세지하지 말것)\n3. 마지막에 부분이 반죽 너비가 되도록 늘린 후 봉한다.',
      '패닝 식빵틀 한덩어리 x 5 -> 2차 발효(30~40분)',
      '2차발효는 식빵틀 2cm 아래',
      '굽기 전 살짝 건조시킨 후 가운데 칼집을 내고 버터를 한줄 짜놓는다.',
      '오븐 170/180 -> 30분',
    ],
    video: 'https://www.youtube.com/watch?v=k6u3x61O1Pw',
  },
  // 옥수수 식빵
  baking_17: {
    hints: [
      '아주 진 반죽. 잘 찢어짐. 덧 가루 많이',
      '물온도 3도(상황에 맞춰서 변경)',
      '색이 진하게 나옴',
      '믹싱 : 글루텐 100%',
      '성형: 180g 분활 -> 둥글리기 -> 중간발효(10~15분) -> 밀어펴기 -> 3겹접기 -> 말고 봉하기 (삼봉형 성형)',
      '틀에 3개씩 넣고 -> 2차발효(30~35분) -> 틀 보다 0.5cm~1cm 높이',
      '오븐 170/180 -> 총 30분',
    ],
    video: 'https://www.youtube.com/watch?v=vvt3Obaetyc',
  },
  // 모카빵
  baking_18: {
    hints: [
      '#토핑 #크립법 #럭비공형 #건포도',
      '물온도 3도(상황에 맞춰서 변경)',
      '전처리: 건포도는 세척후 물기 제거(키친타올, 마른행주)',
      '믹싱: 글루텐 100% -> 마지막에 건포도를 넣는다.(1단)',
      '토핑용 비스킷 제조: 크림법. 가루류는 채를 친다. 우유는 밀가루와 같이. 비닐에 얇게 펴서 냉장고에서 휴지.',
      '성형: 250g 분활 -> 둥글리기 -> 중간발효(10~15분) -> 비스킷 분활 -> 밀어펴기 -> 말기(타원형, 럭비공형) -> 봉하기 -> 물분무+비스킷 붙이기',
      '비슷캣 분활 : 차가워진 비스킷 반죽을 다루기 쉽게 3번 접고 길게 만든 후 100g씩 잘라서 고구마 모양으로 만든다.',
      '비스킷 성형 및 붙이기 : 바닥에 물을 뿌리고 비닐을 위에 얹는다 -> 비닐 위에 비스킷 반죽을 빵 반죽을 전부 덮을 수 있도록 넓게 핀다. -> 빵 반죽에 물을 뿌리고 비닐째 가져와서 빵 반죽을 덮는다. -> 이 때 남는 비스킷 반죽을 빵 반죽 밑으로 넣는다. -> 될 수 있는 한 반죽이 전부 덮히도록 한다.',
      '한팬에 3개씩(총 6개) -> 2차발효(20분)',
      '오븐 180/160  -> 총 25~30분',
    ],
    video: 'https://www.youtube.com/watch?v=L2OHKhA2v8A',
  },
  // 버터롤
  baking_19: {
    hints: [
      '믹싱 : 글루텐 100%(약 15분)',
      '1차발효 (30~40분)',
      '분활 -> 둥글리기 -> 중간발효(10분)',
      '밀어펴기 -> 말기 (번데기형)',
      '번데기형 : \n1. 예비성형으로 한쪽이 뽀젹현 원뿔형으로 준비(\n2.손으로 반죽을 잡아당기면서 밀대로 밀어 핀다.(약 35cm)\n3.넓은 쪽에서 쫍을 쪽으로 가볍게 만다.',
      '번데기형 성형시 주의 : 덧가루가 적은편이 반죽이 고정되서 성형하기 편하다.',
      '패닝 4개x3줄 2판 (이음세는 바닥으로) -> 계란물 -> 2차 발효(15~20분)',
      '오븐 190/150 -> 12~15분',
    ],
    video: 'https://www.youtube.com/watch?v=8Rqwdwy56Hs',
  },
  // 통밀빵
  baking_20: {
    hints: [
      '믹싱 : 글루텐 80%(약 10분)',
      '1차발효 (40분)',
      '분활 -> 둥글리기 -> 중간발효(10~15분)',
      '밀어펴기 -> 3겹접기(세로로) -> 말기 -> 봉하기 -> 늘리기(22cm 정도 일정하게) (밀대형, 봉형)',
      '반죽에 물을 브라거나 분무한 후 오트밀을 뭍힌다.',
      '4개씩 패닝 2판 -> 2차 발효(30분)',
      '오븐 190/160 -> 20~22분',
    ],
    video: 'https://www.youtube.com/watch?v=OhMZlbNeSMo',
  },



  // 초코머핀
  pastry_1: {
    hints: [
      '크림법 : 믹서에 휘퍼 세팅해서 사용',
      '온도 결정 -> 계란온도 : 33도(30~35도) (저으면서 중탕한다)',
      '제출 : 24개 (시험장에 따라 다를 수 있다)',
      '오븐 : 170/160 예열 (전처리에 예열 시작)',
      '가루 : 밀가루, b.p(베이킹 파우더), b.s(베이킹 소다), c.p(코코아 파우더) 는 2번 채친다.',
      '전처리:'
        +'\n1. 계란 계량 및 풀기'
        +'\n2. 오븐 예열(170/160)'
        +'\n3. 머핀틀+유산지 준비'
        +'\n4. 가루류를 2번 채친다(유산지에 준비할 경우 한약 싸듯이 종이를 접어 놓는다. 이동 및 투입하기 편하도록)',
      '공정:'
        +'\n1. 믹서에 휘퍼를 연결하고 3단으로 버터를 풀고 설탕과 소금을 섞은 것을 2분 나눠 놓는다.'
        +'\n2. 풀어놓은 계란을 조금씩(계란의 1/2 개씩) 넣으면서 크림화.(주의 : 한번에 많이 넣으면 물과 지방이 분리된다!)'
        +'\n3. 믹서에서 가져와서 채친 가루(박력분, 탈지분유, 베이킹파우더 + 베이킹소다 + 코코아파우더)를 섞는다.'
        +'\n4. 물을 섞는다.(3번에 같이 넣어도 된다.)'
        +'\n5. 가루가 살짝 보일 때 초코칩(토핑용 1/3을 남겨둠)을 혼합. 그리고 온도 체크(24도 목표)'
        +'\n6. 짤 주머니에 반죽을 넣고, 머핀틀의 유산지에 80%정도로 패닝한다.(균일해야하며, 많으면 덜어서 옮긴다.)\n4. 오븐에 20~25분 굽는다.',
      '주의 :'
        +'\n1. 믹서의 휘퍼가 바닥 부분을 못 긁을 수 있다. 통을 조금 좌우를 들어올려라. 주걱으로 자주 정리해야한다. (시험 시간에 30분 정도를 믹싱에 투입할 수 있다.)'
        +'\n2. 계란을 너무 한번에 넣으면 크림이 불리된다. (계란 6개를 8~9회 나눠서 넣고, 한번 넣을 때마다 충분히 섞이도록 하고, 바닥에 내려 앉은 계란이 섞이도록 자주 정리하자(2번 넣을 때 1번 정리))'
        +'\n3. 짤 때 짤주머니를 유산지 바닥의 1cm에서 힘주어 짠다.',
    ],
    video: 'https://www.youtube.com/watch?v=IVQMzW4eN8o',
  },

}